Repository: zhangyu1818/TypeFree
Catalog: TypeFree/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: This model supports multiple languages. Select a specific language or auto-detect(if available)
zh_hans: 此模型支持多种语言。选择特定语言或自动检测（如果可用）

# This will delete %lld audio files older than %lld day%@.
source: This will delete %1$lld audio files older than %2$lld day%3$@.
zh_hans: 这将删除早于 %2$lld 天%3$@的 %1$lld 个音频文件。

source: Tiny model optimized for English, fastest, least accurate
zh_hans: 针对英语优化的超小模型，最快但准确性最低

source: Tiny model, fastest, least accurate
zh_hans: 超小模型，最快但准确性最低

source: Tip: Use ⌃⌘Space for emoji picker.
zh_hans: 提示：使用 ⌃⌘Space 打开表情符号选择器。

source: Title
zh_hans: 标题

source: Toggle AI Enhancement
zh_hans: 切换 AI 增强

source: Toggle Menu Bar Only
zh_hans: 仅切换菜单栏

source: Toggle Recorder
zh_hans: 切换录音器

source: Toggle TypeFree Recorder
zh_hans: 切换TypeFree录音器

source: Total size to be freed: %@
zh_hans: 要释放的总大小：%@

source: Trailing Space
zh_hans: 尾随空格

source: Transcribe Audio
zh_hans: 转录音频

source: Transcribing
zh_hans: 转录中

source: Transcript Cleanup
zh_hans: 转录清理

source: Transcription Language
zh_hans: 转录语言

source: Transcription Model: %@
zh_hans: 转录模型：%@

source: Transcription Result
zh_hans: 转录结果

source: Trigger Words
zh_hans: 触发词

source: Try It Out!
zh_hans: 试试看！

source: Turn on AI-powered enhancement features
zh_hans: 开启 AI 驱动的增强功能

source: Type Free, Typing Free
zh_hans: Type Free, 免费打字

source: TypeFree captures on-screen text to understand the context of your voice input, which significantly improves transcription accuracy. Your privacy is important: this data is processed locally and is not stored.
zh_hans: TypeFree 会捕获屏幕文本以理解您语音输入的上下文，从而显著提高转录准确性。您的隐私很重要：此数据在本地处理且不会被存储。

source: TypeFree recorder dismissed
zh_hans: TypeFree 录音器已关闭

source: TypeFree recorder toggled
zh_hans: TypeFree 录音器已切换

source: TypeFree requires the following permissions to function properly
zh_hans: TypeFree 需要以下权限才能正常运行

source: TypeFree Shortcuts
zh_hans: TypeFree 快捷键

source: TypeFree uses Accessibility permissions to paste the transcribed text directly into other applications at your cursor's position. This allows for a seamless dictation experience across your Mac.
zh_hans: TypeFree 使用辅助功能权限将转录文本直接粘贴到光标位置的其他应用程序中。这样可以在您的 Mac 上实现无缝的听写体验。

source: Unavailable
zh_hans: 不可用

source: Unlike GPT, Voice Models(whisper) follows the style of your prompt rather than instructions. Use examples of your desired output format instead of commands.
zh_hans: 与 GPT 不同，语音模型（Whisper）遵循您提示的风格而不是指令。使用您期望的输出格式的示例，而不是命令。

source: Update Model
zh_hans: 更新模型

source: Update the word or phrase that should be automatically replaced.
zh_hans: 更新应自动替换的单词或短语。

source: Use System Instructions
zh_hans: 使用系统说明

source: Use system's default input device
zh_hans: 使用系统默认输入设备

source: Use text from clipboard to understand the context
zh_hans: 使用剪贴板中的文本来理解上下文

source: User Message
zh_hans: 用户消息

source: Uses the native Apple Speech framework for transcription.
zh_hans: 使用原生 Apple 语音框架进行转录。

source: Validation Errors
zh_hans: 验证错误

source: Verify and Save
zh_hans: 验证并保存

source: Voice Activity Detection
zh_hans: 语音活动检测

source: Voice Activity Detection (VAD)
zh_hans: 语音活动检测 (VAD)

source: Warning: Using a prioritized device will override your Mac's system-wide default microphone if it becomes active.
zh_hans: 警告：如果使用优先设备，当它变为活跃状态时将覆盖您的 Mac 系统范围内的默认麦克风。

source: We'll download the optimized model to get you started.
zh_hans: 我们将下载优化的模型以帮助您开始使用。

source: Websites
zh_hans: 网站

source: Welcome to the Future of Typing
zh_hans: 欢迎来到未来的打字方式

source: What is Power Mode?
zh_hans: 什么是智能模式？

source: Word Replacements
zh_hans: 单词替换

source: Works Everywhere on Mac with a click
zh_hans: 一键在 Mac 上任何地方使用

source: You can only customize the trigger words for system prompts.
zh_hans: 您只能自定义系统提示的触发词。

source: Your history will appear here
zh_hans: 您的历史记录将显示在这里

source: Your Shortcut
zh_hans: 您的快捷键

source: Your Vibe-Coding Assistant
zh_hans: 您的编程助手

source: Your Writing Assistant
zh_hans: 您的写作助手
